IDEA Open Model
MatPrestressSteelSIA.Fp01k Property
Compatible with IDEA StatiCa Beta 20.0
 characteristic value of yield strength of prestressing steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fp01k { get; set; }
Public Property Fp01k As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace